cask "brave-browser"
cask "firefox"
cask "firefox-developer-edition"
cask "font-meslo-for-powerlevel10k"
cask "ghostty"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"

cask "rectangle"

brew "bat"
brew "blueutil"
brew "broot"
brew "btop"
brew "coreutils"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "jq"
brew "lsd"
brew "luarocks"
brew "mpv"
brew "neovim"
brew "npm"
brew "ripgrep"
brew "serie"
brew "sqlite"
brew "shellcheck"
brew "tealdeer"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "zsh"
